<template>
  <div>
    <div class="all">
      <div class="cont">
        <h2>隐私权政策</h2>

        【河北巨望电子科技有限公司】（以下简称“我们”）深知个人信息对您的重要性，并会尽全力保护您的个人信息安全可靠。我们致力于维持您对我们的信任，恪守以下原则，保护您的个人信息：权责一致原则、目的明确原则、选择同意原则、最少够用原则、确保安全原则、主体参与原则、公开透明原则等。同时，我们承诺，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。
        请在使用我们的产品（或服务）【投标宝盒】前，仔细阅读并了解本《隐私权政策》。

        <h3>我们如何收集和使用您的个人信息</h3>

        个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。
        我们仅会出于本政策所述的以下目的，收集和使用您的个人信息：

        <h3>注册成为用户</h3>

        为完成创建账号，您需提供以下信息：您的姓名、电子邮箱地址、创建的用户名和密码等信息。
        在注册过程中，如果您提供以下额外信息，将有助于我们给您提供更好的服务和体验：手机号、工作职位、公司、教育背景等。但如果您不提供这些信息，将不会影响使用本服务的基本功能。
        您提供的上述信息，将在您使用本服务期间持续授权我们使用。在您注销账号时，我们将停止使用并删除上述信息。
        上述信息将存储于中华人民共和国境内。如需跨境传输，我们将会单独征得您的授权同意。

        <h4>内部数据分析和研究，第三方SDK统计服务，改善我们的产品或服务</h4>

        我们收集数据是根据您与我们的互动和您所做出的选择，包括您的隐私设置以及您使用的产品和功能。我们收集的数据可能包括SDK/API/JS代码版本、软件安装列表、浏览器、互联网服务提供商、IP地址、平台、时间戳、应用标识符、应用程序版本、应用分发渠道、独立设备标识符、iOS广告标识符（IDFA)、安卓广告主标识符、网卡（MAC）地址、国际移动设备识别码（IMEI）、设备型号、终端制造厂商、终端设备操作系统版本、会话启动/停止时间、语言所在地、时区和网络状态（WiFi等）、硬盘、CPU和电池使用情况等。

        <h3>我们如何共享、转让、公开披露您的个人信息</h3>

        <h4>共享</h4>

        我们不会向其他任何公司、组织和个人分享您的个人信息，但以下情况除外： 1.
        在获取明确同意的情况下共享：获得您的明确同意后，我们会与其他方共享您的个人信息。 2.
        我们可能会根据法律法规规定，或按政府主管部门的强制性要求，对外共享您的个人信息。 3.
        与我们的关联公司共享：您的个人信息可能会与我们关联公司共享。我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。关联公司如要改变个人信息的处理目的，将再次征求您的授权同意。
        4.
        与授权合作伙伴共享：仅为实现本隐私权政策中声明的目的，我们的某些服务将由授权合作伙伴提供。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。例如，我们聘请来提供第三方数据统计和分析服务的公司可能需要采集和访问个人数据以进行数据统计和分析。在这种情况下，这些公司
        必须遵守我们的数据隐私和安全要求。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。
        对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。
        5.
        消息推送服务供应商：由每日互动股份有限公司提供推送技术服务，我们可能会将您的设备平台、设备厂商、设备品牌、设备识别码等设备信息，应用列表信息、网络信息以及位置相关信息提供给每日互动股份有限公司，用于为您提供消息推送技术服务。我们在向您推送消息时，我们可能会授权每日互动股份有限公司进行链路调节，相互促活被关闭的SDK推送进程，保障您可以及时接收到我们向您推送的消息。详细内容请访问
        <a href="http://docs.getui.com/privacy">《个推用户隐私政策》</a>（http://docs.getui.com/privacy）。 个推用户隐私政策
        最近更新日期：2022年8月4日 引 言
        　　每日互动股份有限公司（以下简称“个推”）深知用户信息对您的重要性，并会尽全力保护您的用户信息安全可靠。我们致力于维持您对我们的信任，坚决恪守《中华人民共和国个人信息保护法》中规定的“合法、正当、必要、诚信”、“目的限定”、“最小必要”、“公开透明”等原则，保护您的信息。同时，我们承诺依据《中华人民共和国个人信息保护法》《中华人民共和国网络安全法》《中华人民共和国数据安全法》《中华人民共和国民法典》以及互联网行业关于信息保护的其他法律法规，并参考《信息安全技术
        个人信息安全规范》（GB/T 35273-2020）等推荐性国家标准，采取相应的安全保护措施来保护您的用户信息。
        　　鉴于您不是与个推存在直接合同关系的开发者，而是安装了经有效注册个推账号并集成了个推SDK的开发者所开发或者运营的应用的设备持有者，我们会要求开发者通过隐私政策或服务协议等适当的方式使您知晓其应用集成了个推服务功能模块，并确保您知悉且同意开发者获取和使用您的用户相关信息的权利延展至个推，使我们可以获取和使用实现相关服务功能所必要的合理信息。
        　　我们希望通过本隐私政策帮助您了解个推为您提供服务过程中是如何处理与保护您的用户信息，同时向您披露我们处理用户信息的目的、处理方式、处理的个人信息的种类、处理规则等内容，以及您行使查阅、复制、更正、补充、删除信息等法定权利的方式和程序。因此，请您仔细阅读并充分理解本隐私政策。
        本政策将帮助您了解以下内容： 一、我们如何处理您的用户信息 二、我们如何保护您的用户信息 三、您的权利 四、我们如何处理未成年人的个人信息
        五、用户信息的存储与全球范围转移 六、本隐私政策如何更新 七、如何联系我们 八、定义 一、我们如何处理您的用户信息
        　　个推仅会出于本政策所述的业务功能需要以及目的，要求开发者保证在征得您授权同意的情况下，收集和使用您在使用本服务过程中主动提供的、因使用本服务而产生的您的用户信息。
        　　请您理解，为了更好运营和改善个推的技术和服务，或出于商业策略的变化，本平台上的产品和服务的功能也可能进行更迭和发展。当我们提供的产品或服务所需的信息处理超出上述范围或者要将处理到的信息用于本隐私政策未载明的其他用途，或当我们要将基于特定目的处理而来的信息用于其他目的时，或我们的处理方式发生变更的，我们会在发生变更前的合理期限内通知您，并要求开发者在使用前再次征得您的同意。
        　　为了实现完整功能需要，个推服务在应用程序前后台都可能保持开启状态。在个推服务开启状态中，我们处理您的用户信息的目的、处理方式、处理的个人信息的种类、处理规则如下：
        （一）我们如何收集、使用您的用户信息 　　1、个推提供消息推送服务过程中收集和使用的信息：
        　　1.1、设备信息：设备识别码（详见“八、定义：设备识别码”）、设备平台、设备厂商用于生成唯一的推送目标ID（CID）和设备ID（GID），以此保证消息推送的准确下发和消息设备的准确识别。设备品牌、设备型号及系统版本用于优化通道资源的有效性，提升消息推送的到达率和稳定性。此外，为确保CID的唯一性、提升消息推送稳定性和准确性，还需您授权存储权限（WRITE_EXTERNAL_STORAGE）和设备权限（READ_PHONE_STATE）。
        　　1.2、应用列表信息：我们采用合并链路技术进行技术推送，当一个设备有多个APP的推送链路同时活跃时，我们会随机合并成一条链路，以达到为您省电省流量的目的，因此需获得应用列表信息；同时我们提供智能推送功能，通过该信息推荐更符合您需要的推送内容，减少无用推送信息对您的打扰。
        　　1.3、网络信息（详见“八、定义：网络信息”）以及位置相关信息：为了最大程度保持网络连接的稳定性，建立长链接，我们需要了解设备的网络状态和变化，从而实现稳定连续的推送服务。我们提供应景推送功能，位置相关信息将有助于我们为您提供线下场景的精细化推送，可以为您推荐更符合您需要的推送内容，减少无用推送消息对您的打扰。
        　　为了践行“科技向善”这一使命，多家互联网企业主动承担社会责任，组成了“公益推送联盟”，出于保护您的生命健康和财产安全之目的，根据《中华人民共和国个人信息保护法》《中华人民共和国防震减灾法》等法律法规，当发生地震及气象等重大灾害时，个推会在要求开发者已经获得了您充分明确的授权的前提下，当您处在可能受影响的地区范围内且个推接收到相关部门公布的有关信息时，通过开发者的移动应用推送通道实时向您下发相关的灾害通知信息。
        　　为保障我们推送服务的稳定运行、功能实现，使您能够使用和享受更多的功能及服务，我们的服务中会接入由合作方提供的软件开发工具包（SDK）、应用程序接口（API）。我们会对合作方获取信息的软件开发工具包（SDK）、应用程序接口（API）进行严格的安全检测，并与合作方约定严格的数据保护措施，令其按照本政策以及其他任何相关的保密和安全措施来处理个人信息。我们接入的合作方详情如下，我们建议您阅读相关的隐私政策：
        　　SDK名称：卓信ID
        　　涉及信息：设备弱特征（不具备唯一性和稳定性的特征），含设备信息(设备制造商、设备型号、设备系统信息)、设备网络信息(设备联网方式和状态信息)、设备环境信息(屏幕亮度、电池状态及所在国家、设备应用信息（设备常见应用的版本等安装信息）)
        　　使用目的：提供设备标识与安全风控服务 　　合作方主体：中国信息通信研究院 　　收集方式：SDK收集 　　合作方官网链接：https://zxid.caict.ac.cn
        　　合作方隐私政策链接：https://zxid.caict.ac.cn/privacy 　　2、个推提供个像用户画像服务过程中收集和使用的信息：
        　　2.1、设备信息：设备识别码（详见“八、定义：设备识别码”）将被用于生成唯一的用户标识，即GIUID。设备平台、设备厂商、设备品牌，设备型号及系统版本，设备序列号有助于我们帮助开发者标识不同的用户，并根据不同设备信息进行对应的适配，从而为您提供准确的产品服务，如应用于广告分发场景，分析不同用户的广告效果。
        　　2.2、应用列表信息：这些信息有助于我们帮助开发者分析您的兴趣爱好，从而提供更符合您偏好的内容和服务，如帮助您进行广告相关服务的决策，减少非必要信息对您的打扰。
        　　2.3、网络信息（详见“八、定义：网络信息”）以及位置相关信息：网络信息有助于我们帮助开发者判定网络状态，从而提供如仅在wifi下预加载内容的服务，如广告预加载，减少移动流量的损耗；位置信息有助于我们帮助开发者提供更符合您偏好的内容和服务。
        　　我们将通过上述信息帮助开发者获得专业的用户画像能力，通过丰富的画像信息为您提供更加全面、优质的服务，减少无用信息对您的打扰，提升您使用开发者应用的用户体验。
        　　3、个推提供个像·智能运营服务过程中收集和使用的信息：
        　　3.1设备信息：设备识别码（详见“八、定义：设备识别码”）将被用于生成唯一的用户标识，即GTCID。GTCID将被用于数据去重和不同维度的数据统计，可应用于广告流量分发等场景。设备平台、设备厂商及品牌、设备型号及系统版本、设备序列号有助于我们帮助开发者生成更丰富的画像，如分析不同用户的广告效果，并根据不同设备信息进行对应的适配，从而为您提供准确的产品服务。
        　　3.2应用相关信息：包括但不限于应用列表、渠道、时间戳、页面唯一标识、用户打点事件，这些信息有助于我们帮助开发者了解您的兴趣爱好，实现多维的统计分析，从而展示更符合您需求的内容，如帮助您进行广告相关服务的决策，减少非必要内容对您的打扰。
        　　3.3网络信息（详见“八、定义：网络信息”）及位置相关信息：网络信息有助于我们帮助开发者判定网络状态，从而提供如仅在wifi下预加载内容的服务，减少移动流量的损耗；位置信息有助于我们帮助开发者提供更符合您偏好的内容和服务。
        　　我们将通过上述信息帮助开发者获得专业的数据统计分析能力和用户画像能力，从而为您提供更全面、优质的服务，如广告预加载，减少无用信息对您的打扰，提升您使用开发者应用的用户体验。
        　　4、个推提供个验风控和认证服务过程中收集和使用的信息：
        　　4.1、设备信息和手机号码：设备识别码（详见“八、定义：设备识别码”）和去标识化的手机号码将被用于生成唯一的客户端ID，即GYUID；设备平台、设备厂商、设备品牌、设备型号及系统版本，设备序列号和去标识化的手机号码有助于我们保证一键认证的有效识别，快速响应。以提供高效、稳定、流畅的一键认证服务，这会提升我们的反欺诈能力。
        　　4.2、应用列表信息、网络信息（详见“八、定义：网络信息”）以及位置相关信息：我们通过上述信息分析当前设备的风险等级，可有效识别各种作弊行为，有效识别风险设备，可用于评估渠道质量，识别恶意刷量、恶意程序、保护您的账号安全。
        　　通过上述信息，我们可以帮助开发者通过我们的风控和认证服务为您提供更加安全的服务。 　　5.个推提供个数应用统计服务过程中收集和使用的信息：
        　　5.1、设备信息：设备识别码（详见“八、定义：设备识别码”）将被用于生成唯一的统计标识ID，即GCID，供系统内部使用，用做数据去重和不同维度数量统计；设备平台、设备厂商、设备品牌，设备型号及系统版本，设备序列号将用于多维度的统计计算。
        　　5.2、应用相关信息：包括但不限于应用列表、渠道、时间戳、页面唯一标识、用户打点事件。我们使用上述信息来提供多维的统计分析，实现包括可视化埋点、行业分析在内的统计功能。
        　　5.3、网络信息（详见“八、定义：网络信息”）以及位置相关信息：网络信息用来和个数服务器建立连接。位置相关信息有助于我们帮助开发者根据分地域的统计分析结果对其产品进行优化，提升您的使用体验。
        　　6、个推提供变现服务过程中收集和使用的信息：
        　　6.1、设备信息：设备识别码（详见“八、定义：设备识别码”）将被用于生成唯一的设备标识，即GTCID。设备平台、设备厂商、设备品牌，设备型号及系统版本，设备序列号有助于我们帮助开发者给您提供更好的广告服务和体验。
        　　6.2、应用相关信息：包括但不限于应用列表、渠道、时间戳、页面唯一标识、广告事件。我们使用上述信息来提供多维的统计分析，帮助开发者了解应用的广告表现从而动态调整广告策略，减少不相关广告对您的打扰。
        　　6.3、网络信息（详见“八、定义：网络信息”）以及位置相关信息：获取网络信息后，开发者可选择在wifi
        条件下预加载广告，减少您移动流量的损耗。位置信息有助于我们帮助开发者提供广告服务，减少不相关广告对您的打扰。
        　　7、个推提供链路调节器服务过程中收集和使用的信息：
        　　7.1、设备信息：设备识别码（详见“八、定义：设备识别码”）将被用于生成唯一的推送目标ID，即CID。设备平台、设备厂商、设备品牌，设备型号及系统版本，设备序列号用于优化通道资源的有效性，提升消息推送的到达率和稳定性。
        　　7.2、应用列表信息：应用在向您推送消息时，应用可以授权我们进行链路调节，相互促活被关闭的SDK推送进程，保障您可以及时接收到应用向您推送的消息。
        　　7.3、网络信息（详见“八、定义：网络信息”）以及位置相关信息：网络信息将用来和个推服务器建立连接。位置信息将用于调控区域推送，减少无关信息对您的打扰。
        　　我们将通过上述信息帮助开发者开发出更加适合您使用的应用产品，提升您的用户体验，为您带来更加优质的服务。 　　8、数据解决方案：
        　　基于前述具体服务所合法获取的数据，我们将依法按照业内领先的去标识化、匿名化等数据安全技术对信息进行处理，这些信息经脱敏、筛选、清洗、整理并经深度挖掘后进入“个推大数据平台”，用于构建个推标签信息数据库、统计分析数据库等，个推数据库中的数据是通过建模后运算得到的匿名化统计预测数据，无法识别到特定自然人，因此对外提供大数据解决方案时并不涉及个人身份信息的使用。我们将根据本隐私政策所声明的目的、方式、范围等的约束，以创新的技术通过该平台提供移动互联网开发者服务、用户增长服务、品牌营销、公共服务和风控服务等各垂直领域的大数据解决方案，例如:
        　　（1）人群洞察服务，基于个推的大数据能力，分析洞察目标客群的画像特征，为行业客户提供多维度画像分析报告，助力客户深入了解目标客群并制定对应的营销策略；
        　　（2）精准定向服务，个推对接广告投放平台，提供对营销目标人群的构建及优选能力，助力精准营销和高效触达，优化效果转化；
        　　（3）建模归因服务，利用个推的标签数据、场景数据和向量化特征，结合机器学习模型和预测算法，为客户提供数据模型构建及智能群体预测服务，并支持回流投放数据及通过转化漏斗模型分析投放效果，实现归因闭环优化；
        　　（4）多方数据服务，我们充分利用大数据联合计算平台、联邦学习、特征向量化等隐私计算环境和技术能力，协同其他类型的数据提供方，共同参与数据计算，挖掘数据价值。
        　　9、个人信息间接获取以及您的授权与同意：
        　　请您注意，我们已经要求开发者保证您已确认并授权我们在服务期间，允许我们在符合相关法律法规的前提下，为实现本政策所述之目的处理您的用户信息，并在对已收集的信息依法进行去标识化或匿名化处理后用于本隐私政策列明之用途。
        　　我们保证会依法对处理后的用户信息进行去标识化或匿名化处理。如果我们将非个人信息与其他信息结合识别到您的个人身份、或者与您的个人信息结合处理时，我们会在结合处理期间，将此类信息作为您的个人信息按照本隐私政策对其进行处理和保护。
        （二）我们如何共享、转让、公开披露您的用户信息 　　1、共享 　　我们不会与个推以外的任何公司、组织和个人共享您的用户信息，但以下情况除外：
        　　1.1、在获取明确同意的情况下共享：获得您的明确同意后，我们会与其他方共享。
        　　1.2、我们可能会根据法律法规规定，或按司法机构、政府主管部门的强制性要求，对外共享。
        　　1.3、与我们的关联公司共享：您的用户信息可能会与个推的关联公司共享，我们的关联公司包括：杭州云深科技有限公司、杭州云盟数智科技有限公司、北京云盟数智网络科技有限公司、浙江云合数据科技有限责任公司、上海蓝豹数据科技有限公司、北京云真信科技有限公司、浙江明日数据智能有限公司。我们只会在必要情况下向关联公司共享必要的信息，关联公司与个推受本隐私政策中所声明目的的同等约束。关联公司如要改变信息的处理目的，将再次征求您的授权同意。
        　　1.4、与授权合作伙伴共享：仅为实现本政策中声明的目的，我们可能会与受信赖的第三方供应商、顾问或其他服务商（简称“合作伙伴”）共享您的某些用户信息，以提供更好的客户服务和用户体验。目前，我们的授权合作伙伴包括广告主、媒体等合作伙伴。我们会将经数据平台处理后，难以或无法与您或您的用户的真实身份相关联的数据用于包括优化广告投放和提升营销效果等商业化使用。在进行处理过程中，我们会严格遵守《中华人民共和国个人信息保护法》等相关法律法规的要求，遵守《限制出口技术目录》中对于“基于数据分析的个性化信息推送服务技术”的出口限制，采取相应的安全保护措施来保护您的用户信息。我们仅会出于合法、正当、必要、特定、明确的目的共享信息，并且只会共享提供服务所必要的信息。
        　　对我们与之共享信息的公司、组织，我们会与其签署严格的保密协议，要求他们按照我们的说明、本隐私政策列明的目的或用途以及保密和安全措施来处理共享信息。
        　　2、转让 　　我们不会将您的用户信息转让给任何公司、组织和个人，但以下情况除外：
        　　2.1、在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让；
        　　2.2、在涉及合并、收购或破产清算时，如涉及到您的用户信息的转让，我们将要求该公司、组织重新向您征求授权同意并告知您接收方的名称或者姓名、联系方式、处理目的、处理方式和个人信息的种类。
        　　3、公开披露 　　我们仅会在以下情况公开披露您的用户信息： 　　3.1、获得您的明确同意后；
        　　3.2、基于法律法规的披露：在法律法规、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会公开披露。 （三）例外情形
        　　请您理解，根据法律法规，以下情形中，我们处理您的用户信息无需征得您的授权同意：
        　　1、为订立、履行个人作为一方当事人的合同所必需，或者按照依法制定的劳动规章制度和依法签订的集体合同实施人力资源管理所必需；
        　　2、为履行法定职责或者法定义务所必需； 　　3、为应对突发公共卫生事件，或者紧急情况下为保护自然人的生命健康和财产安全所必需；
        　　4、为公共利益实施新闻报道、舆论监督等行为，在合理的范围内处理个人信息；
        　　5、依照本法规定在合理的范围内处理个人自行公开或者其他已经合法公开的个人信息； 　　6、法律、行政法规规定的其他情形。
        二、我们如何保护您的用户信息
        （一）我们已使用符合业界标准的安全防护措施保护您的用户信息，防止数据遭到未经授权的访问、公开披露、使用、修改、损坏或丢失。我们会采取一切合理可行的措施，保护数据安全。例如，在您的浏览器与“服务”之间交换数据时受SSL加密保护；我们同时对getui.com、ge.cn等域名提供HTTPS安全浏览方式；我们会使用加密技术确保数据的保密性；我们会使用受信赖的保护机制防止数据遭到恶意攻击；我们会部署访问控制机制，确保只有授权人员才可以访问及操作；以及我们会定期举办安全和隐私保护培训课程，加强员工对于保护用户信息重要性的认识；我们制定并组织实施个人信息安全事件应急预案。
        （二）我们已经取得了以下认证：信息系统安全等级保护三级认证、ISO9001质量管理体系认证、ISO27001信息安全管理体系认证、ISO/IEC27701隐私信息管理体系认证证书等。
        （三）我们的数据安全能力：我们依据《数据安全法》《网络安全法》《个人信息安全规范》等一系列法律法规和行业标准已先后完成了个推业务信息系统安全等级保护三级认证、数据分类分级及配套的数据安全保障技术（明确数据脱敏、存储等要求）等一系列工作，制定了《安全总纲》、《数据分类分级规范》、《安全事件管理规范》等各种管控流程和应急响应制度等，对管理体系建设、物理环境安全、主机安全、应用系统安全、网络安全、数据安全等维度构建了企业数据安全“防火墙”，已经建立起贯穿数据积累、数据处理和使用、数据传输和存储等全链条的数据安全管控与防护机制。
        （四）我们会采取一切合理可行的措施，确保不处理无关的信息。我们只会在达成本政策所述目的所需的期限内保留您的用户信息，除非需要延长保留期或受到法律法规的允许。
        （五）互联网并非绝对安全的环境，而且电子邮件、即时通讯及其他交流方式并未加密，我们强烈建议您不要通过此类方式发送信息。
        （六）我们将定期就处理个人信息遵守法律、行政法规的情况进行合规审计，并开展个人信息保护影响评估等，对处理情况进行记录。
        （七）我们在进行对个人权益有重大影响的个人信息处理活动前，将进行个人信息保护影响评估，对处理情况进行记录并保存至少三年。
        （八）互联网环境并非百分之百安全，我们将尽力确保您提供给我们的任何信息的安全性。即使我们做出了很大努力，采取了一切合理且必要的措施，仍然有可能无法杜绝您的用户信息被非法访问、非法盗取、非法篡改或毁坏，导致您的合法权益受损，请您理解信息网络的上述风险并自愿承担。
        （九）在我们采取必要合理的安全保护措施后，仍不幸发生个人信息安全事件，不能避免信息泄露、篡改、丢失造成危害的，我们将按照法律法规的要求，立即采取补救措施并及时向您告知：个人信息泄露、篡改、丢失的信息种类、原因和可能造成的危害；我们已采取或将要采取的补救措施和您可以采取的减轻危害的措施；我们的联系方式等信息。
        我们会及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知时，我们会采取合理、有效的方式发布公告。同时，我们还将按照个人信息保护职责的部门的要求，主动及时地履行通知义务。
        三、您的权利
        　　鉴于您不是个推的直接客户，我们建议您根据您所使用的应用的提供方的隐私政策，将您的相关请求直接发送给应用提供方，由应用的提供方帮助您向我们转达您的请求。我们会要求开发者承诺向您提供易于操作的用户权利实现机制，向您说明如何行使选择权，如何访问、更正、补充您的用户信息、行使删除权、更改您授权同意的范围等。
        　　若您依然选择直接向个推提出相关请求的，我们为了保护就个推的客户以及他人的合法权益，我们会要求您进行身份的验证，请您及时提供相关的权利要求证明文件。在向您的应用提供方进行核实后，我们会根据法律法规以及本隐私政策的规定处理您的相关请求。按照中国相关的法律法规、标准，以及其他国家、地区的通行做法，我们保障您对您的用户信息行使以下权利：
        （一）查阅、复制、更正和补充您的信息
        　　您有权查阅和复制您的用户信息，法律法规规定的例外情况除外。如果您想行使查阅权或复制权，或者当您发现我们处理的关于您的用户信息不准确或不完整需要更正或补充时，您可以通过本政策第七条列明的联系方式与我们联系，我们将协助您进行操作。
        　　我们将努力使您能够访问、更正和补充您的信息，但是也请您理解，在您执行某项操作时，我们可能会要求您提供足够的信息使我们能够验证您的身份，以确保请求人是所请求信息主体本人或合法授权人。对于您补充提供的信息，我们将按照本隐私政策列明的目的、方式、保密和安全措施进行处理。
        （二）删除您的信息 　　在以下情形中，您可以通过联系用户信息保护负责人邮箱support@getui.com的方式，向我们提出删除信息的请求：
        　　（1）我们的处理目的已实现、无法实现或者为实现处理目的不再必要； 　　（2）我们停止提供产品或者服务，或者我们的保存期限已届满；
        　　（3）您撤回同意，不再允许我们处理您的个人信息； 　　（4）我们违反法律、行政法规或者违反约定处理您的个人信息。
        　　我们将会根据您的删除请求进行评估，若满足相应规定，我们将会采取相应步骤进行处理。当您向我们提出删除请求时，我们可能会要求您进行身份验证，以保障账户的安全。
        　　当您从我们的服务中删除信息后，因为适用的法律法规和安全技术，我们可能不会立即从备份系统中删除相应的信息，我们将安全存储您的信息直到备份可以清除或实现匿名化，在此期间我们将采取必要的安全保护措施保护您信息的安全。
        （三）改变您授权同意的范围
        　　每个业务功能需要一些基本的用户信息才能得以实现（见本政策“第一部分”）。对于您的信息的处理，您可以通过本政策第七条列明的联系方式与我们联系，要求撤销您的授权同意（即撤回同意）。
        　　我们将在收到您的请求后的30天内处理您的请求，确认撤回授权后，我们将不再处理您相应的信息。同时也请您注意，您撤回同意可能会导致某些后果，例如我们可能无法继续为您提供相应的服务或特定的功能，但您撤回同意的决定，不会影响此前基于您的授权而开展的信息处理。
        （四）响应您的上述请求
        　　为保障安全，您需要提供书面请求，并证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。原则上我们将在收到您的请求并验证通过后十五天内作出答复。如您不满意，还可以通过本政策第七条列明的联系方式向我们进行投诉。
        　　对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情况收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际的请求，我们可能会予以拒绝。也请您理解，出于安全保障的考虑、相关法律法规的要求或技术上的限制，对于您的某些请求我们可能无法做出响应，例如以下情形：
        　　（1）与个推履行法律法规规定的义务相关的； 　　（2）有充分证据表明您存在主观恶意或滥用权利的；
        　　（3）出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
        　　（4）响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的 　　（5）涉及商业秘密的； 　　（6）法律法规规定的其他情形。
        四、我们如何处理未成年人的个人信息
        　　个推非常重视未成年人个人信息的保护，我们不接受未成年人注册使用个推的产品或服务。尽管各地法律法规和习俗对未成年人的定义不同，但我们将不满14周岁的任何人均视为未成年人。
        　　如果开发者的应用是针对未成年人开发的，我们会请开发者制定专门的个人信息处理规则，并采取必要的措施告知未成年人的父母或监护人，并确保未成年人的父母或监护人授权同意其提供未成年人的信息给个推以实现相关的功能或服务，并要求其严格遵守《中华人民共和国个人信息保护法》、《儿童个人信息网络保护规定》及其他有关未成年人个人信息保护的相关法律法规、政策、标准和指南的要求。
        　　对于经父母或监护人同意而处理未成年人个人信息的情况，我们只会在得到法律法规允许、父母或监护人明确同意或者保护未成年人所必要的情况下处理此信息，否则我们会设法尽快删除相关数据。
        　　鉴于现有技术和业务模式的限制，我们很难主动识别未成年人的个人信息，如果您发现我们在不知情的情况下或在未事先获得可证实的父母或监护人同意的情况下处理了未成年人的个人信息，您可以及时联系我们，我们将在发现后设法及时删除，如果我们自己发现前述情形的，我们也会及时删除，法律法规要求我们保留的除外。
        五、用户信息的存储与全球范围转移 （一）存储地点
        　　原则上，个推处理的有关您的用户信息将被传输到个推在中华人民共和国境内的服务器上，并存储于中华人民共和国境内，如需跨境传输，我们将会单独征得您的授权同意。
        　　如果我们开发者使用个推的产品或服务，应用于中华人民共和国大陆以外的地区，我们会要求开发者严格遵守《中华人民共和国个人信息保护法》关于个人信息跨境传输的有关规定与当地有关数据跨境传输转移的法律法规和监管要求。同时，我们也将确保开发者就此项跨境传输转移事项已取得了您的单独同意。在此情况下，我们会确保您的用户信息得到在中华人民共和国境内足够同等的保护。
        （二）存储期限
        　　我们只会在本政策所述目的和用途所需的期限内和法律法规规定的最短期限内保存您的用户信息，超出上述保存期间后，我们会根据适用法律法规的要求，按照《个推数据安全保障技术实施指南》的规定删除您的用户信息或进行匿名化处理。
        　　法律法规另有规定，或您另行授权同意的情形下，我们可能会延长您的个人信息存储期限。 六、本隐私政策如何更新
        　　为了给您提供更好的服务，个推会根据实际运营情况、履行情况、法律法规的要求对本隐私政策进行适时调整并重新发布，我们会将更新后的隐私政策公布在我们的官网上，经调整或变更后的隐私政策将在公布7天内生效。生效前，我们会通过站内消息或者电子邮件等适当的方式通知开发者，以便您能够及时了解隐私政策的更新。若您不同意个推对本政策相关条款所做的修改，请停止使用个推服务；如果您选择继续使用个推的服务，则视为您接受对本政策相关条款所做的调整或变更。
        　　未经您明确同意，我们不会削减您按照本隐私政策所应享有的权利。
        　　对于重大变更，我们还会提供更为显著的通知（包括对于某些服务，我们会通过站内置顶等方式通知，说明隐私政策的具体变更内容）。
        　　本政策所指的重大变更包括但不限于： 　　1、我们的服务模式发生重大变化，如处理信息的目的、处理的信息类型、信息的使用方式等；
        　　2、我们在所有权结构、组织架构等方面发生重大变化，如业务调整、破产并购等引起的所有者变更等；
        　　3、信息共享、转让或公开披露的主要对象发生变化； 　　4、您参与信息处理方面的权利及其行使方式发生重大变化；
        　　5、我们负责处理信息安全的责任部门、联络方式及投诉渠道发生变化时； 　　6、个人信息安全影响评估报告表明存在高风险时。
        　　我们还会将本政策的旧版本存档，供您查阅。 七、如何联系我们 　　如果您对本隐私政策有任何疑问、意见或建议，请通过以下联系方式与我们联系：
        　　电子邮件：business@getui.com 　　电　　话：4006-808-606 　　传　　真：0571-86473223
        　　联系地址：浙江省杭州市西湖区西斗门路9号福地创园1号楼4楼 　　您还可以随时通过访问https://www.getui.com
        在线客服系统或拨打我们的任何一部客服电话等多种方式与我们联系。
        　　我们还设立了个人信息保护专职部门，您可以通过用户信息保护负责人邮箱support@getui.com与我们联系。
        　　如果您对我们的回复不满意，特别是我们的信息处理行为损害了您的合法权益，您还可以通过向个推所在地（杭州市西湖区）有管辖权的人民法院提起诉讼来寻求解决方案。
        八、定义 　　1、我们或个推：指每日互动股份有限公司。
        　　2、个人信息：指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。
        　　3、设备识别码：包含IMEI、IDFA、Android ID、MAC、OAID、Advertising ID、Serial Number、IMSI、UAID、ICCID。
        　　4、网络信息：包含IP地址、WIFI信息、基站信息。 　　5、个人信息主体：个人信息所标识的自然人。
        　　6、信息控制者：有权决定信息处理目的、方式等的组织或个人。
        　　7、删除：在实现日常业务功能所涉及的系统中去除信息的行为，使其保持不可被检索、访问的状态。
        　　8、公开披露：向社会或不特定人群发布信息的行为。 　　9、转让：将信息控制权由一个控制者向另一个控制者转移的过程。
        　　10、共享：信息控制者向其他控制者提供信息，且双方分别对信息拥有独立控制权的过程。
        　　11、匿名化：个人信息经过处理无法识别特定自然人且不能复原的过程。
        　　12、去标识化：个人信息经过处理，使其在不借助额外信息的情况下无法识别特定自然人的过程。
        　　13、关联公司：指与个推之间存在直接或者间接的拥有或者控制关系，直接或者间接地同为第三者所拥有或者控制，在利益上具有相关联的其他关系（包括但不限于法定代表人或实际控制人为同一人，或具有家族、家属关系等）的企业。
        　　14、中华人民共和国境内：指中华人民共和国大陆地区，不包含香港特别行政区、澳门特别行政区和台湾地区。 6.
        微信开放平台：由深圳市腾讯计算机系统有限公司提供技术服务，我们会用到其中的登录、分享、支付等技术接口。其中涉及到的个人信息：软件安装列表、存储的个人文件、网络信息。具体请查看
        <a href="https://weixin.qq.com/cgi-bin/readtemplate?lang=zh_CN&t=weixin_agreement&s=privacy">《微信隐私协议》</a>
        7.
        支付宝开放平台：由支付宝（中国）网络技术有限公司提供技术服务，我们会用到其中的支付等技术接口。其中涉及到的个人信息：软件安装列表、存储的个人文件、网络信息。具体请查看
        《支付宝隐私协议》（https://render.alipay.com/p/c/k2cx0tg8）

        <h4>转让</h4>

        我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外： 1.
        在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息； 2.
        在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会在要求新的持有您个人信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权同意。

        <h4>公开披露</h4>

        我们仅会在以下情况下，公开披露您的个人信息： 1. 获得您明确同意后； 2.
        基于法律的披露：在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会公开披露您的个人信息。

        <h3>我们如何保护您的个人信息</h3>

        1.
        我们已使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们会采取一切合理可行的措施，保护您的个人信息。例如，在您的浏览器与“服务”之间交换数据（如信用卡信息）时受
        SSL 加密保护；我们同时对我们网站提供 https
        安全浏览方式；我们会使用加密技术确保数据的保密性；我们会使用受信赖的保护机制防止数据遭到恶意攻击；我们会部署访问控制机制，确保只有授权人员才可访问个人信息；以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。
        2.
        我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。
        3.
        互联网并非绝对安全的环境，而且电子邮件、即时通讯、及与其他我们用户的交流方式并未加密，我们强烈建议您不要通过此类方式发送个人信息。请使用复杂密码，协助我们保证您的账号安全。
        4.
        互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。
        5.
        在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。
        同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。

        <h3>权限说明</h3>
        1. 获取定位：允许应用通过网络或卫星对设备进行定位，推送用户所在地区信息 2. 拨打电话：允许应用直接拨打电话，用户直接拨打客服电话 3.
        相机：允许应用拍摄照片或录制视频，用户上传头像 4. 获取手机信息：允许应用获取手机号、IMEI、IMSI，对用户是否更换手机做出判断 5.
        读取或写入手机存储：允许应用读写手机上的照片及文件，存储用户信息

        <h3>您的权利</h3>

        按照中国相关的法律、法规、标准，以及其他国家、地区的通行做法，我们保障您对自己的个人信息行使以下权利： 1. 访问您的个人信息
        您有权访问您的个人信息，法律法规规定的例外情况除外。如果您想行使数据访问权，您可以通过应用中的个人信息页面进行查看。 2. 更正您的个人信息
        当您发现我们处理的关于您的个人信息有错误时，您有权要求我们做出更正。您可以通过应用的个人信息页面进行修改操作。 3. 删除您的个人信息
        在以下情形中，您可以向我们提出删除个人信息的请求： - 如果我们处理个人信息的行为违反法律法规； -
        如果我们收集、使用您的个人信息，却未征得您的同意； - 如果我们处理个人信息的行为违反了与您的约定； - 如果您不再使用我们的产品或服务； -
        如果我们不再为您提供产品或服务。
        您可以通过应用注销账号时会发送删除个人信息请求，若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。
        当您从我们的服务中删除信息后，我们可能不会立即备份系统中删除相应的信息，但会在备份更新时删除这些信息。

        <h3>注销协议</h3>

        1.投标宝盒账号一旦注销，您将无法登录、使用该账号（也包括无法再使用该账号作为第三方账号登录其他产品），也就是说您将无法再以此账号登录/使用/继续使用我们旗下的相关产品与服务
        2.投标宝盒账号一旦注销，您曾通过该账号登录、使用的我们的产品与服务下的所有内容、信息、数据、记录将会被删除或匿名化处理，您也无法再检索、访问、获取、继续使用和找回，也无权要求我们找回（但法律法规另有规定或监管部门另有要求的除外），包括：
        •该账号下的个人资料（例如：头像、昵称等）及绑定信息（例如：绑定手机号、邮箱等）；
        •该账号下的您的个人信息（同时您亦不再享有《投标宝盒隐私政策》中约定的您的用户权利，但法律法规另有规定的除外）；
        •该账号曾发表的所有内容（例如：音频、图片、照片、评论、互动、点赞等）； •其他所有内容、信息、数据、记录。
        3.投标宝盒账号一旦注销完成，将无法恢复（即使您在注销后以同一手机号码再次向我们申请注册投标宝盒账号，此时该账号为新的用户账号。
        4.您申请账号注销的行为即表明您同意放弃该账号在我们的产品与服务使用期间已产生的但未消耗完毕的权益及未来的预期利益。即投标宝盒账号一旦注销，我们将会对该账号下的全部权益做清除处理，包括：
        •您尚未到期的各类VIP会员权益、等级等； •您尚未使用的积分、卡券、优惠券、代金券、成长值等； •您游戏角色下的虚拟货币、充值道具等；
        •您在我们的产品与/或服务中发布的内容未来的收益权益； •您在我们的产品与/或服务中的各类身份权益；
        •您在我们的产品与/或服务中已经购买的未到期的在线服务内容； •其他已产生但未消耗完毕的权益或未来预期的收益。
        5.投标宝盒账号一旦注销，您与我们曾签署过的相关用户协议、其他权利义务性文件等相应终止（但我们与您之间已约定继续生效的或法律法规另有规定的除外）；
        6.其他因投标宝盒账号注销产生的结果。
        7.注销途径：您可以联系客服进行账号注销，为保障您的账号安全和财产权益，我们需要进行注销申请的身份验证（例如：验证账号绑定的手机号码等），以确保该账号真的是您本人注册的；账号注销的处理期限为15日。

        <h3>本隐私权政策如何更新</h3>

        我们可能适时会对本隐私权政策进行调整或变更，本隐私权政策的任何更新将以标注更新时间的方式公布在我们网站上，除法律法规或监管规定另有强制性规定外，经调整或变更的内容一经通知或公布后的7日后生效。如您在隐私权政策调整或变更后继续使用我们提供的任一服务或访问我们相关网站的，我们相信这代表您已充分阅读、理解并接受修改后的隐私权政策并受其约束。

        <h3>如何联系我们</h3>

        如果您对本隐私政策有任何疑问、意见或建议，通过以下方式与我们联系： 电话：【173-3119-1677】
      </div>
    </div>
  </div>
</template>

<script></script>

<style lang="less" scoped>
.all {
  background-color: #f5f5f5;
  overflow: hidden;
  overflow-x: hidden;
}
.con {
  width: 1200px;
  height: auto;
  margin: 0 auto;
  margin-top: 30px;
  margin-bottom: 40px;
  padding: 30px;
  background-color: #fff;
  letter-spacing: 1px;
}
h2,
h3 {
  text-align: center;
  margin-top: 10px;
  margin-bottom: 10px;
}
</style>
